[
    {
        "number": 1,
        "title": "46 Mott",
        "location": "46 Mott St",
        "description": "46 Mott is a Cantonese-style bakery best known to the Chinatown community for its work to provide free meals to those in need during the COVID crisis. 46 Mott has no formal menu. Instead, customers come into this quintessential bakery to explore the day’s offerings: new ingredients that are seasonal, foods that are trending, and more.",
        "dishes": ["Rice Cakes"],
        "photo": "assets/images/1.png"
    },

    {
        "number": 2,
        "title": "Tonii’s Fresh Rice Noodle",
        "location": "83 Bayard St",
        "description": "Opened in October 2019, Tonii’s specializes in the Cantonese dim sum classic cheung-fun, otherwise known as rice noodle rolls. The small eatery on Bayard Street offers a wide variety of Hong Kong-style breakfast foods that make for a quintessential element of the Chinatown experience.",
        "dishes": ["Pork cheung-fun"],
        "photo": "assets/images/2.png"
    },

    {
        "number": 3,
        "title": "Taiwan Bear House",
        "location": "11 Pell St",
        "description": "Taiwan Bear House opened in June 2015 and is located in the heart of Chinatown. They serve authentic Taiwanese dishes. Differentiated from the hustling and bustling neighborhood in Chinatown, the interior of Taiwan Bear House reflects the serene and zen sensibilities of the Taiwanese culture with wood-decorated walls.",
        "dishes": ["Pork chop Bento"],
        "photo": "assets/images/3.png"
    },

    {
        "number": 4,
        "title": "Winnie's Bar",
        "location": "58 E Broadway 2nd fl",
        "description": "Through the years, the bar has garnered a number of different reputations (gangster bar, bridge and tunnel bar, hipster bar, NYU bar), but one thing about Winnie’s has never changed: people return to Winnie’s time and time again for a laid-back, no-frills experience because they know they’ll all be treated and welcomed the same.",
        "dishes": ["Assorted Cocktails"],
        "photo": "assets/images/4.png"
    },

    {
        "number": 5,
        "title": "Lanzhou Ramen",
        "location": "107 E Broadway",
        "description": "anzhou Ramen is a cozy noodle joint renowned for its freshly made noodles and rich broth. Despite its small size, it offers a warm and welcoming atmosphere, perfect for enjoying a comforting bowl of noodles. With limited seating available, it's best to arrive early to secure a spot and savor the culinary delights on offer.",
        "dishes": ["Beef Noodle Soup"],
        "photo": "assets/images/5.png"
    },

    {
        "number": 6,
        "title": "Kuih Cafe",
        "location": "46 Eldridge St",
        "description": "Kuih Cafe is owned by a mother-daughter duo who works to share their food from beyond our home kitchen to the busy streets of New York City. They are here to show New Yorkers Malaysian cuisine beyond curries and satays. Their menu consists of Kuih, savory snacks, as well as one-of-a-kind fusions of Malaysian and Western desserts.",
        "dishes": ["Assorted Kuih"],
        "photo": "assets/images/6.png"
    },

    {
        "number": 7,
        "title": "Mei Lai Wah",
        "location": "79 Bayard St",
        "description": "A well known no-frills, cozy Chinese restaurant & bakery serving traditional buns, congee & rice noodle rolls. Their bread is baked fresh multiple times a day. Don't be fooled by the long line, it moves fast.",
        "dishes": ["Pineapple Pork Buns"],
        "photo": "assets/images/7.png"
    },

    {
        "number": 8,
        "title": "Buddha Bodhi",
        "location": "5 Mott St",
        "description": "Situated in the heart of Chinatown, Buddha Bodai has been serving magnificent Kosher vegetarian meals since its inception in 2004. Buddha Bodai is committed to achieving and maintaining the delicate flavors of China's deep culinary history.",
        "dishes": ["Kosher Vegetarian Dim Sum"],
        "photo": "assets/images/8.png"
    },

    {
        "number": 9,
        "title": "Nom Wah Tea Parlor",
        "location": "47 Division St",
        "description": "Nom Wah Tea Parlor first opened at 13–15 Doyers Street in 1920 as a bakery and tea parlor. Nom Wah has served as neighborhood staple, offering fresh Chinese pastries, steamed buns, dim sum, and tea.",
        "dishes": ["Assorted Dim Sum"],
        "photo": "assets/images/9.png"
    },

    {
        "number": 10,
        "title": "Fong On",
        "location": "81 Division St",
        "description": "Since 1933, the Eng family has been providing the neighborhood and beyond with Toisanese staples including tofu, soy milk, noodles, and rice cake. For three generations, Fong Inn Too was the pinnacle of Old Chinatown.",
        "dishes": ["Tofu Pudding"],
        "photo": "assets/images/10.png"
    },

    {
        "number": 11,
        "title": "Kopitiam",
        "location": "157 Hester St",
        "description": "Kopitiam, “coffee shop” in Hokkien, they serve as a daily gathering space introducing visitors to Nyonya cuisine, primarily a hybrid of Chinese and Malay flavors drawing ingredients and techniques from both cultures along with sprinkles of influences from the Portuguese, Dutch, and the British. ",
        "dishes": ["Assorted Kopi and Teh"],
        "photo": "assets/images/11.png"
    },

    {
        "number": 12,
        "title": "Uncle Lou",
        "location": "73 Mulberry St",
        "description": "The menu at Uncle Lou is meant to bridge the generations, while welcoming all to enjoy. The extensive menu is big by design. The “lo wah kiu favorites” takes grandparents back to the Cantonese villages in Toisan, Sunwui, Enping, and Hoiping. ABC’s and “jook sing” are comforted by classic meals they enjoyed between Chinese school and playing in Columbus Park.",
        "dishes": ["Taipan Chow Mei Fun"],
        "photo": "assets/images/12.png"
    },

    {
        "number": 13,
        "title": "Mee Sum Cafe",
        "location": "26 Pell St",
        "description": "Open for over 50 years, Mee Sum Cafe has a straightforward menu of breakfast and lunch items like congee, dim sum, and various combos served over rice. Nowadays, Mee Sum Cafe is hugely popular among the Chinatown elderly, drawn to the diner’s old-school nostalgia and ridiculously low prices.",
        "dishes": ["Assorted Zhong zi"],
        "photo": "assets/images/13.png"
    },

    {
        "number": 14,
        "title": "Noodle Village",
        "location": "13 Mott St",
        "description": "Noodle Village is a no-frills resturant known for their delicious noodles, dumplings and beef brisket. Open everyday from 10:30am to 11pm they are the perfect place to get a hearty home style meal anytime of day.",
        "dishes": ["Beef and Tomato Noodle Soup"],
        "photo": "assets/images/14.png"
    },

    {
        "number": 15,
        "title": "Hop Kee",
        "location": "21 Mott St",
        "description": "Hop Kee opened in 1968 and is described as “the cornerstone of a legendary block of Mott Street. It is a wellknown, cash-only Chinese spot serving traditional Cantonese fare in a no-frills basement locale, open late.",
        "dishes": ["Lobster with Black Bean Sauce"],
        "photo": "assets/images/15.png"
    },

    {
        "number": 16,
        "title": "Sun's Organic Garden",
        "location": "83 Bayard St",
        "description": "Established in 2010, Sun's Organic Garden Chinatown is a small shop with 500+ specialty organic & wildcrafted teas, herbs and wellness products. They offer a curated collection of premium quality, loose leaf teas & herbs from around the world.",
        "dishes": ["Assorted Teas"],
        "photo": "assets/images/16.png"
    },

    {
        "number": 17,
        "title": "Lin Sister",
        "location": "4 Bowery",
        "description": "Lin Sister was opened to provide better accessibility traditional chinese medical care and ingredients. They are a old-world herb shop offering traditional Chinese formulas, teas, and acupuncture supplies.",
        "dishes": ["Assorted Teas and Herbal Medicine"],
        "photo": "assets/images/17.png"
    },

    {
        "number": 18,
        "title": "Yunhang Chopsticks",
        "location": "50 Mott St",
        "description": "Yunhong Chopsticks is filled with over 200 different styles of the ancient utensil. Whether you are looking for the perfect gift or a great set of chopsticks to have for home or office, this is definitely the place to shop.",
        "dishes": ["Chopsticks and Home goods "],
        "photo": "assets/images/18.png"
    },

    {
        "number": 19,
        "title": "Ting's Gift Shop",
        "location": "18 Doyers St",
        "description": "Ting’s opened in January of 1958 and is a treasure trove of items from around the world and the past, selling everything from Chinese dolls and porcelain to knick-knacks and party goods.",
        "dishes": ["Knick Knacks and Trinkets"],
        "photo": "assets/images/19.png"
    },

    {
        "number": 20,
        "title": "Po Wing Hong",
        "location": "49 Elizabeth St Ground Floor",
        "description": "Established in 1980, Po Wing Hong Food Market began as a modest store located on Hester Street in the heart of New York City’s Chinatown. Reflecting the owners’ Hong Kong origins, our store offers many products common in Cantonese cuisine. As people from the Guangdong region of China are known for cooking daily nourishing and restorative soups, our store maintains a wide range of quality herbs and soup ingredients.",
        "dishes": ["Traditional Health Products"],
        "photo": "assets/images/20.png"
    },

    {
        "number": 21,
        "title": "Wing On and Co",
        "location": "26 Mott St",
        "description": "Wing on Wo & Co. is the oldest continuously operating store in Manhattan’s Chinatown boasting a five-generation long legacy in the heart of the neighborhood on Mott St. They primarily sell porcelain ware and cultural goods. The shop works to breathe new life into cultural craft by reinterpreting tradition through an Asian American lens.",
        "dishes": ["Ceramics and Art"],
        "photo": "assets/images/21.png"
    },

    {
        "number": 22,
        "title": "Lun Hong Flower Shop",
        "location": "50 Mulberry St",
        "description": "Lun Hong Flower shop is a small locally owned floral shop that specializes in flower arragnements and provides services for funerals with hand calligraphy Chinese characters written on white ribbons. They also provide smaller arrangements and ready made bouquets.",
        "dishes": ["Flowers and Small Plants"],
        "photo": "assets/images/22.png"
    }
]
